{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "299d534e-93f1-4b9d-99c0-79c0606c1681": {
      "type": "rich-text",
      "blocks": {
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "Privacy Policy",
            "heading_size": "h2"
          }
        },
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-text-1": {
          "type": "text",
          "settings": {
            "text": "<p>At Compassion Creamery we respect our customers' right to the privacy of their personal information. We have policies and procedures to ensure that all personal information, no matter how or where it is obtained, is handled sensitively, securely, and in accordance with the National Privacy Principles.<br\/><br\/><strong>WHAT PERSONAL INFORMATION DO WE COLLECT AND STORE?<\/strong><br\/>So that we can provide services to you, we may ask for personal details such as your name, address, telephone number or e-mail address. Privacy law requires us to collect personal information about you only if it is reasonable and practical to do so.  <br\/><br\/>Compassion Creamery takes measures to ensure your personal information is protected from unauthorised access, loss, misuse, disclosure or alteration. We also take measures to destroy personal information when it is no longer required.<br\/><br\/>Generally, you have no obligation to provide any information requested by us. If you choose to withhold requested information however, we may not be able to provide you with the goods and services that depend on the collection of that information.        <br\/><br\/><strong>HOW IS YOUR PERSONAL INFORMATION USED?<\/strong><br\/>The personal information that we ask for is generally used to provide goods or services to you. <br\/><br\/>We may also use your personal information in other ways to provide you with superior service. This may include using your personal information to advise you of new products and services if you have subscribed to our mailing list.<br\/><br\/>We do not provide your details to other organisations for any purpose.<\/p>"
          }
        },
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-button-1": {
          "type": "button",
          "settings": {
            "button_label": "Discover Compassion",
            "button_link": "shopify:\/\/collections\/all",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-heading-1",
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-text-1",
        "template--16770894201060__299d534e-93f1-4b9d-99c0-79c0606c1681-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "299d534e-93f1-4b9d-99c0-79c0606c1681"
  ]
}
